{
  "main": {
    "name": "Jingwen Li",
    "occupation": "Software Engineer/Technical Project Manager",
    "description": "This is my personal website. Scroll down or click the banner above to read my bio, check out my projects, or download my resume.",
    "image": "profilepic.jpg",
    "bio": "I have always been passionate about empowering others to reach their full potential, no matter whether it is through rehab with patients, or using technology to transform our digital life. I had 9 years of first-hand clinical and managerial experience working as a lead occupational therapist and later as the project/program manager of a cross-functional team. While working full-time, I also graduated as one of the top students in my MBA program. After discovering my passion for software engineering over the past a couple of years, I began teaching myself different programming languages (Python, Java, Javascript, HTML, CSS) and eventually completed a rigorous 14-week, 3-stack software development bootcamp with the highest honor in class. Now, I am ready to leverage my diverse skill sets and experiences in not only tech, but also healthcare and business, to build something truly meaningful and impactful at a societal level. ",
    "email": "lijingwenot@gmail.com",
    "address": {
      "city": "Hayward",
      "state": "CA"
    },
    "region": "Bay Area",
    "website": "https://github.com/jingwenl0718",
    "resumedownload": "https://drive.google.com/file/d/1xcMM3VLiwDDI_i--Yb5Wk-fmJYP4zbvY/view",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/jingwen-l-3bb3b941/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/jingwenl0718",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "education": [
      {
        "school": "Coding Dojo",
        "degree": "Full-stack Developer Certificate",
        "graduated": "Oct 2022",
        "description": "A rigorous 14-week, 3-stack software development bootcamp, covering the full life-cycle of software development."
      },
      {
        "school": "Santa Clara University",
        "degree": "Master of Business Administration",
        "graduated": "May 2018",
        "description": ""
      },
      {
        "school": "University of Southern California",
        "degree": "Doctor of Occupational Therapy",
        "graduated": "Aug 2013"
      },
      {
        "school": "The Hong Kong Polytechnic University",
        "degree": "Bachelor of Science in Occupational Therapy",
        "graduated": "May 2010"
      }
    ],
    "work": [
      {
        "company": "Orthopedic & Neurological Rehabilitation",
        "title": "Project/Program Manager (Director Of Rehabilitation)",
        "years": "Oct 2021 - July 2022",
        "description":"At ONR, I led a cross-functional team of 8-10 therapists to provide patient-centered care to 500+ senior residents, and produced significantly higher customer satisfaction rate by reducing monthly complaints by 75%. I also launched two initiatives at the facility level which decreased staff injury rate by 10%, increased department productivity by 15% via better time management, coordination, and team building, and delivered quarterly facility-wide presentations on service innovations to key stakeholders, including the CEO and other C-suite directors."
      },
      {
        "company": "Kindred Healthcare",
        "title": "Project Manager/Lead Occupational Therapist",
        "years": "Oct 2013 - Oct 2021",
        "description": "At Kindred, I managed a team of therapists/rehab aides in offering client-centered occupational therapy to medically complex patients requiring intensive level of care, and frequently represented the department in communicating with the C-suite and interdisciplinary care teams to deliver the best values to clients. I was also able to manage multiple programs simultaneously, including but not limited to, recruiting, new staff training, program designing and implementation, and evaluation. As recognition, I was selected as one of the 30 candidates out of 10000+ employees on the west coast to attend pre-management training courses and represented the entire facility to attend the company-wide annual conference."
      }
    ]
  }
}
