{
  "main": {
    "name": "Jingwen Li",
    "occupation": "Product Manager and Software Engineer",
    "description": "This is my personal website. Scroll down or click the banner above to read my bio, check out my projects, or download my resume.",
    "image": "profilepic.jpg",
    "bio": "Whether it is through rehab with patients, or using technology to transform our digital life, I have always been passionate about empowering others to reach their full potential. I had 9+ years of clinical and managerial experience (with 3+ years in product management) in healthcare, tech and business. While working full-time, I also graduated as one of the top students in my MBA program. After discovering my passion for technology over the past a couple of years, I began teaching myself programming languages (Python, Java, Javascript, HTML, CSS) and eventually completed a rigorous 14-week, 3-stack software development bootcamp with the highest honors in my cohort. Now, I am ready to leverage my diverse skill sets and experiences in healthcare, product management and software development, to build products that can benefit millions of people.",
    "email": "lijingwenot@gmail.com",
    "address": {
      "city": "Hayward",
      "state": "CA"
    },
    "region": "Bay Area",
    "website": "https://github.com/jingwenl0718",
    "resumedownload": "https://drive.google.com/file/d/1xcMM3VLiwDDI_i--Yb5Wk-fmJYP4zbvY/view",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/jingwen-l-3bb3b941/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/jingwenl0718",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "education": [
      {
        "school": "Coding Dojo",
        "degree": "Full-stack Developer Certificate",
        "graduated": "Oct 2022",
        "description": "A rigorous 14-week, 3-stack software development bootcamp, covering the full life-cycle of software development."
      },
      {
        "school": "Santa Clara University",
        "degree": "Master of Business Administration",
        "graduated": "May 2018",
        "description": ""
      },
      {
        "school": "University of Southern California",
        "degree": "Doctor of Occupational Therapy",
        "graduated": "Aug 2013"
      },
      {
        "school": "The Hong Kong Polytechnic University",
        "degree": "Bachelor of Science in Occupational Therapy",
        "graduated": "May 2010"
      }
    ],
    "work": [
      {
        "company": "Volunteer and Personal Projects",
        "title": "Product Manager - Software Engineering",
        "years": "July 2022 - NOW",
        "description":"1) Designed and successfully delivered MVPs of 3 web applications within one-week sprints (Technical: Python, SQL, Flask, MERN, MongoDB, Java, Spring, GitHub, AWS; Product Management: Agile Methodology, Product Roadmapping, User-feedback Analysis, Trello, Balsamiq; 2) Won 'The Best Project in Cohort' and 'The Best Project Presentation' twice during coding bootcamp; 3) Contribute to Open-Source Projects: 'Virtual Hospital For Beneficiaries in Africa' (to increase accessibility of good-quality healthcare in Africa); 'Oppia' (to empower learners across the globe by providing access to high-quality, engaging education)."
      },
      {
        "company": "Orthopedic & Neurological Rehabilitation",
        "title": "Product Manager - Director Of Rehabilitation",
        "years": "Oct 2021 - July 2022",
        "description":"1) Led a cross-functional team of 8-10 therapists in delivering personalized patient care products to 500+ senior residents; 2) Identified intra/inter-program inefficiencies and launched a new initiative to improve the treatment outcome by ~20%; 3) Reduced patient monthly complaints by 75% by adopting and evangelizing patient-focused thinking in the team; 4) Optimized the service model by collecting patient feedback and analyzing key metrics, and increased department productivity by 15% measured by the ratio between therapists’ productive and nonproductive time; 5) Adopted a combination of waterfall and agile project management methodologies in service product design and innovation, and improved the workflow via prioritization, stakeholder management and open communication; 6) Delivered quarterly facility-wide presentations on service innovations to key stakeholders, including the CEO and other C-suite directors."
      },
      {
        "company": "Kindred Healthcare",
        "title": "Product Manager - Lead Occupational Therapist",
        "years": "Oct 2013 - Oct 2021",
        "description": "1) Designed and implemented the occupational therapy service model and adjusted it over the years to meet the changing needs of patients, families, and other stakeholders; 2) Led major horizontal and vertical communication efforts in customer success, making the department the least complained in the entire hospital; 3) Managed multiple projects simultaneously, e.g. service product evaluation, patient/family feedback analysis and mentoring interns, and delivered 95%+ projects on time and within budget; 4) Participated in designing and launching a hospital-wide initiative named “Early Mobility” to encourage early rehabilitation which improved patients’ outcome by 40%; 5) Was selected as one of the 30 candidates out of 10000+ employees on the west coast to attend pre-management training." 
      }
    ]
  }
}
